Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/plenum_no/dc2007-3.pdf.tmx
Source language: sme
Languages: nob

source: Nu lea ge deaŧalaš ahte leat dakkár stivrenreaiddut go njuolggadusat mat dorjot prinsihpaid maiguin sáhttá árvvoštallat ulmiljuksama ja ruđaid beaktilis geavaheami.
nob: Det er dermed viktig å ha styringsverktøy i form av regelverk som støtter opp om prinsipper for vurdering av måloppnåelser og effektiv bruk av midlene.

source: Lávdegotti eanetlohku oaivvilda ahte oktasaš ortnet oktasaš njuolggadusaiguin váikkuhivččii ahte buorebut oaidná geat dat leat doarjjaohccin ja mo doarjagat hálddašuvvojit.
nob: Komiteens flertall mener at en felles ordning med et felles regelverk vil bidra til større oversiktlighet for både tilskuddssøkere og tilskuddsforvaltningen.

source: Maiddái guhkit áiggi vuollái seasttášii Sámediggi ruđaid oanehat hálddašanáiggi geavahemiin go lea dušše okta ortnet maid váldit vuhtii dan sadjái go otná máŋga sierranas ortnega.
nob: Det vil også på sikt være økonomisk besparende for Sametinget med mindre tidsbruk i forvaltningen når man bare har en ordning å forholde seg til i stedet for dagens mange ulike ordninger.

source: Eai ge dárbbašuvvošedje divrras birrajohtolas árvvoštallamat.
nob: Det vil heller ikke være nødvendig med kostbare periodevise evalueringer.

source: Dálá vuogi mielde juogaduvvojit ruđat bienasta bitnii Sámedikki jahkásaš bušeahtas ja biddjojuvvojit strategiijat, doaibmabijut ja ulbmilčilgehusat.
nob: Nå legges det opp til detaljerte fordelinger i Sametingets årlige budsjett med strategier, tiltak og målbeskrivelser.

source: Šaddá álkit mihtidit man muddui doaibmabijut bohtet sámi álbmogii buorrin.
nob: Det vil bli lettere å måle hvorvidt tiltak er kommet det samiske folket til gode.

source: Bušeahtas sáhttá muddet ja heivehit ortnegiid jagis jahkái daid servodat- ja geavaheaddjiváikkuhusaid ektui maid Sámedikki dievasčoahkkin geahččala ollašuhttit.
nob: Gjennom budsjettet kan man regulere og tilpasse ordningene hvert år i forhold til de samfunnsog brukereffektene Sametinget i plenum hele tiden søker å oppnå.

source: Lávdegotti eanetlohku, Norgga sámiid riikkasearvvi (NSR) lahtuin Roger Pedersen, Aili Keskitalo, Kirsti Guvsám, Ingolf Kvandahl, Ann-Mari Thomassen ja Gunn Britt Retter (NSR. / SáB), ja
nob: Komiteens flertall, medlemmene fra Norske samers riksforbund (NSR.) Roger Pedersen, Aili Keskitalo, Kirsti Guvsám, Ingolf Kvandahl, Ann-Mari Thomassen og Gunn Britt Retter (NSR.

source: Sámeálbmotbellodaga (SáB) lahtus Terje Tretnes, lea čuovvovaš evttohus:
nob: / SfP), og medlemmet fra Samefolkets parti (SfP) Terje Tretnes, har følgende forslag:

source: 3. teakstaoasi 1. cealkka rievdaduvvo dánin: Sámediggeráđđái fápmuduvvo váldi earaláhkai hálddašit gitta 20% rádjai dain ruđain mat leat várrejuvvon iešguđet ulbmiliidda main sáhttá ohcat doarjaga.
nob: 3. avsnitt, 1. Setning endres til: Sametingsrådet gis fullmakt til å omdisponere inntil 20 % av avsatte midler til de enkelte søkerbaserte formål.

source: Evttohus Bargiidbellodaga sámediggejoavkku (Bb) lahtuin Egil Olli, Sten Erling Jönsson, Willy
nob: Forslag fra medlemmene fra Arbeiderpartiets sametingsgruppe (Ap.)

source: Ørnebakk, Vibeke Larsen, Wiebke Slåtsveen ja Magnhild Mathisen, ja Finnmárkkulistta (FIN) lahtus Toril Bakken:
nob: Egil Olli, Sten Erling Jönsson, Willy Ørnebakk, Vibeke Larsen, Wiebke Slåtsveen og Magnhild Mathisen, og medlemmet fra Finnmarkslista (FIN.) Toril Bakken:

source: Rievdadusevttohus: 3. teakstaoasi 1. cealkka rievdaduvvo dánin: Sámedikki doarjjastivrii fápmuduvvo váldi earaláhkai hálddašit gitta 10% rádjai ….
nob: Forslag til endringer: 3. avsnitt, 1. setning endres til: Sametingets tilskuddsstyre gis fullmakt til å omdisponere inntil 10% ….

source: Čuokkis 4 Olles teaksta sihkkojuvvo ja sadjái boahtá čuovvovaš teaksta: Galget ráhkaduvvot gáibádusat ohcamii mat leat relevánta iešguđet doarjjaortnegii.
nob: Punkt 4 Hele teksten strykes og erstattes med følgende tekst: Det utarbeides krav til søknaden som er relevant for den enkelte tilskuddsordning.

source: 43 áirasis ledje 38 čoahkis.
nob: Av 43 representanter var 38 til stede.

source: Plána- ja finánsalávdegotti evttohus 2 čuokkis 4 ja čuokkis 6 eai ovddiduvvon.
nob: ŽPlan- og finanskomiteens forslag 2 pkt. 4 og pkt. 6 ble ikke fremmet.

source: Plána- ja finánsalávdegotti evttohus 2 hilgojuvvui 19 jienáin, gos čoahkkinjođiheaddji geavahii iežas duppaljiena.
nob: ŽPlan- og finanskomiteens forslag 2 ble forkastet med 19 stemmer, hvor møteleder benyttet seg av sin dobbelstemme.

source: 19 jienastedje beali.
nob: 19 stemmer for.

source: Plána- ja finánsalávdegotti evttohus 1 mearriduvvui ovttajienálaččat.
nob: ŽPlan- og finanskomiteens forslag 1 ble enstemmig vedtatt.

source: Plána- ja finánsalávdegotti ráva mearriduvvui ovttajienálaččat.
nob: ŽPlan- og finanskomiteens tilrådning ble enstemmig vedtatt.

source: 1 Ann-Mari Thomassen, áššejođiheaddji 2 Willy Ørnebakk Terje Tretnes Jarle Jonassen Willy Ørnebakk 3 Jarle Jonassen 4 Miriam Paulsen 5 Terje Tretnes 6 Jarle Jonassen 7 Willy Ørnebakk 8 Jarle Jonassen Ann-Mari Thomassen Willy Ørnebakk, čoahkkinortnegii Aili Keskitalo, čoahkkinortnegii Terje Tretnes, čoahkkinortnegii Willy Ørnebakk, čoahkkinortnegii
nob: 1 Ann-Mari Thomassen, saksordfører 2 Willy ØrnebakkTerje Tretnes Jarle Jonassen Willy Ørnebakk 3 Jarle Jonassen 4 Miriam Paulsen 5 Terje Tretnes 6 Jarle Jonassen 7 Willy Ørnebakk 8 Jarle Jonassen Ann-Mari Thomassen, saksordfører Willy Ørnebakk, forretningsorden Aili Keskitalo, forretningsorden Terje Tretnes, forretningsorden Willy Ørnebakk, forretningsorden

source: Sámediggeráđđái fápmuduvvo váldi earaláhkai hálddašit gitta 20 % rádjai dain ruđain mat leat várrejuvvon iešguđet ulbmiliidda main sáhttá ohcat doarjaga.
nob: Sametingsrådet gis fullmakt til å omdisponere inntil 20 % av avsatte midler til de enkelte søkerbaserte formål.

source: Njuolggadusat daid Sámedikki ortnegiid várás main sáhttá ohcat doarjaga
nob: Regelverk for Sametingets søkerbaserte tilskuddsordning

source: Ášši meannudeapmi loahpahuvvui 27.09.07 dii.19.05
nob: Behandlingen av saken ble avsluttet 27.09.07 kl. 19.05

source: Ášši 44/07 Finnmárkkuopmodaga bearráigeahccanlávdegoddi – peršonnalaš várrelahtu nammadeapmi
nob: Sak 44/07 Finnmarkseiendommens kontrollkomité - oppnevning av personlig varamedlem

source: Ášši meannudeapmi álggahuvvui duorastaga čakčamánu 27. b. 2007 dii.19.05
nob: Nr. Dok. dato Avsender / MottakerTittel

source: Sámediggeráđđi Sak R 106/07 Finnmarkseiendommens kontrollkomite
nob: Sak 25/07Finnmarkseiendommens kontrollkomite - oppnevning av nytt medlem Sak 56/05 Oppnevning til Finnmarkseiendommens styre og kontrollkomiteen.

source: Válgalávdegottii mearrádusárvalus:
nob: Valgkomiteens forslag til innstilling:

source: Sámediggi nammada Wiebke Synnøve Slåtsveen Jan Erik Henriksena peršovnnalaš várrelahttun Finnmárkkuopmodaga bearráigeahččanlávdegoddái.
nob: Sametinget oppnevner Wiebke Slåttsveen som personlig varamedlem for Jan Erik Henriksen til Finnmarkseiendommens kontrollkomite.

source: Válgalávdegotti evttohus mearriduvvui ovttajienálaččat.
nob: ŽValgkomiteens forslag ble enstemmig vedtatt.

source: Ášši meannudeapmi loahpahuvvui 27.09.07 dii.19.10
nob: Behandlingen av saken ble avsluttet 27.09.07 kl. 19.10

source: Ášši 45/07 Virgelohpi doaimmas sámediggepresideantan
nob: Sak 45/07 Permisjon fra vervet som sametingspresident

source: Čoahkkinjođihangoddi 31.08.07 07/07 Sámedikki dievasčoahkkin 25. - 28.09.07 45/07
nob: Møtelederskapet31.08.0707/07 Nærings- og kulturkomiteen12. - 14.09.07 Sametingets plenum25.

source: 31.08.07 Čoahkkinjođihangotti Ášši 07/07 Áili Keskitalo Søknad om permisjon
nob: 31.08.07MøtelederskapetSak 07/07 Aili KesikitaloSøknad om permisjon

source: Ášši 46/05 Sámediggerádi válljen
nob: Sak 46/07 Valg av sametingsråd

source: Arkiivaáššenr.. 07/1125
nob: Politisk nivåMøtedatoSaksnr.

source: Ášši meannudeapmi álggahuvvui gaskavahkku čakčamánu 26.b.2007 dii. 09.00.
nob: Saken påbegynt onsdag 26. september 2007 kl. 11.35

source: Evttohus 1, áirras Egil Olli, Bargiidbellodaga sámediggejoavku
nob: Forslag 1 fra representant Egil Olli, APs sametingsgruppe

source: Evttohus ođđa sámediggeráđđái:
nob: Forslag til nytt sametingsråd:

source: Egil Olli presideanta Marianne Balto várrepresideanta Vibeke Larsen lahttu Hilde Anita Nyvoll lahttu Jørn Are Gaski lahttu
nob: Egil Olli president Marianne Baltovisepresident Vibeke Larsen medlem Hilde Anita Nyvoll medlem Jørn Are Gaskimedlem

source: Bargiidbellodaga sámediggejoavkku evttohus 1, mearriduvvui 34 jienain 6 jiena vuostá.
nob: ŽForslag 1 fra Egil Olli ble vedtatt med 34 stemmer mot 6 stemmer.

source: Lene Hansen, čoahkkinortnegii Terje Tretnes, čoahkkinortnegii Josef Vedhugnes, čoahkkinortnegii 1 Egil Olli, áššejođiheaddji Terje Tretnes Egil Olli 2 Aili Keskitalo 3 Per Andersen Bæhr Marianne Balto Egil Olli 4 Jánoš Trosten Bjarne Store-Jakobsen Egil Olli Willy Ørnebakk Jánoš Trosten 5 Lene Hansen Marianne Balto Jørn Are Gaski Bjarne Store-Jakobsen Lene Hansen 6 Isak Mathis O. Hætta 7 Anders Urheim 8 Terje Tretnes 9 Olaf Eliassen 10 Toril Bakken 11 Kirsten Appfjell-Eira 12 Jarle Jonassen 13 Jørn Are Gaski 14 Aili Keskitalo 15 Willy Ørnebakk 16 Egil Olli 17 Marianne Balto 18 Klemet Erland Hætta 19 Johan Mikkel Sara 20 Magnhild Mathisen 21 Isak Mathis O. Hætta Anders Urheim, čoahkkinortnegii 22 Isak Mathis O. Hætta, čoahkkinortnegii Anders Urheim, čoahkkinortnegii Lene Hansen, čoahkkinortengii Terje Tretnes, čoahkkinortengii 23 Aili Keskitalo 24 Egil Olli Terje Tretnes, čoahkkinortnegii
nob: Lene Hansen, forretningsorden Terje Tretnes, forretningsorden Josef Vedhugnes, forretningsorden Egil Olli saksordførerTerje Tretnes Egil Olli Aili Keskitalo Per Andersen BæhrMarianne Balto Egil Olli Jánoš TrostenBjarne Store-Jakobsen Egil Olli Willy Ørnebakk Jánoš Trosten Lene HansenMarianne Balto Jørn Are Gaski Bjarne Store-Jakobsen Lene Hansen Isak Mathis O. Hætta Anders Urheim Terje Tretnes Olaf Eliassen 10 Toril Bakken 11 Kirsten Appfjell-Eira 12 Jarle Jonassen 13 Jørn Are Gaski 14 Aili Keskitalo 15 Willy Ørnebakk 16 Egil Olli 17 Marianne Balto 18 Klemet Erland Hætta 19 Johan Mikkel Sara 20 Magnhild Mathisen 21 Isak Mathis O. Hætta 22 Isak Mathis O. Hætta Anders Urheim, forretningsorden Lene Hansen, forretningsorden Terje Tretnes, forretningsorden 23 Aili Keskitalo 24 Egil Olli Terje Tretnes, forretningsorden

source: Egil Olli presidenta Marianne Balto várrepresidenta Vibeke Larsen lahttu Hilde Anita Nyvoll lahttu Jørn Are Gaski lahttu
nob: Egil Olli president Marianne Balto visepresident Vibeke Larsen medlem Hilde Anita Nyvoll medlem Jørn Are Gaski medlem

source: Ášši meannudeapmi loahpahuvvui 26.09.07 dii.13.45
nob: Behandlingen av saken ble avsluttet 26.09.07 kl. 13.45

source: Ášši 047/07 Válgalávdegotti válljen
nob: Sak 047/07 Valg av valgkomité

source: Arkiivaáššenr.. 007/1125
nob: Politisk nivåMøtedatoSaksnr.

source: Ášši meannudeapmi álggahuvvui gaskavahkku čakčamánu 26.b.2007 dii. 16.30.
nob: Saken påbegynt onsdag 26. september 2007 kl. 16.30

source: Evttohus 1, áirras Lene Hansen, NSR:a sámediggejoavku
nob: Forslag 1, fra representant Lene Hansen, NSR sametingsgruppe

source: Kjersti Myrnes Balto, jođiheadjji 2.
nob: Kjersti Myrnes Balto, leder 2.

source: John Harald Skum, lahttun
nob: John Harald Skum, medlem

source: Evttohus 2, áirras Josef Vedhugnes, BB:a sámediggejoavku
nob: Forslag 2, fra representant Josef Vedhugnes, AP sametingsgruppe

source: Magnhild Mathisen, nubbijođiheaddji 2.
nob: Magnhild Mathisen, nestleder 2.

source: Josef Vedhugnes, lahttun 3.
nob: Josef Vedhugnes, medlem 3.

source: Kirsten Appfjell-Eira, lahttun
nob: Kirsten Appfjell-Eira, medlem

source: Lene Hansen evttohus 1 mearriduvvui ovttajienalaččat.
nob: ŽForslag 1 fra Lene Hansen ble enstemmig vedtatt.

source: Josef Vedhugnes evttohus 2 mearriduvvui ovttajienalaččat.
nob: ŽForslag 2 fra Josef Vedhugnes ble enstemmig vedtatt.

source: 1 Marianne Balto, áššejođiheaddji 2 Lene Hansen 3 Terje Tretnes 4 Josef Vedhugnes 5 Marianne Balto
nob: 1 Marianne Balto, saksordfører 2 Lene Hansen 3 Terje Tretnes 4 Josef Vedhugnes 5 Marianne Balto

source: Čuovvovaččat válljejuvvojedje válgalávdegoddái:
nob: Følgende medlemmer ble valgt til Sametingets valgkomité:

source: Kjersti Myrnes Balto jođiheadjji 2.
nob: Kjersti Myrnes Balto, leder 2.

source: Magnhild Mathisen nubbijođiheaddji 3.
nob: Magnhild Mathisen, nestleder 3.

source: John Harald Skum lahttun 4.
nob: John Harald Skum, medlem 4.

source: Josef Vedhugnes lahttun 5.
nob: Josef Vedhugnes, medlem 5.

source: Kirsten Appfjell-Eira lahttun
nob: Kirsten Appfjell-Eira, medlem

source: Ášši meannudeapmi loahpahuvvui 26.09.07 dii.16.45
nob: Behandlingen av saken ble avsluttet 26.09.07 kl. 16.45.

source: Ášši 048/07 Coahkkinjodihangotti válljen
nob: Sak 048/07 Valg av møtelederskap

source: Meannudeamit
nob: Valgkomiteen27.09.07004/07

source: Ášši meannudeapmi álggahuvvui bearjadaga čakčamánu 28. b. 2007 dii.09.15
nob: Saken påbegynt fredag 28. september 2007 kl. 09.15

source: Válgalávdegotti mearrádusárvalus:
nob: Valgkomiteens innstilling:

source: Jarle Jonassen, jođiheaddji 2.
nob: Jarle Jonassen, leder 2.

source: Inger Jørstad, nubbijođiheaddji 3.
nob: Inger Jørstad, nestleder 3.

source: Válgalávdegotti árvalus mearriduvvui ovttajienálaččat.
nob: ŽValgkomiteens innstilling ble enstemmig vedtatt

source: Willy Ørnebakk, čoahkkinortnegii Aili Keskitalo, čoahkkinortnegii 1 Kjersti Myrnes Balto, áššejođiheaddji Aili Keskitalo, čoahkkinortnegii 2 Jánoš Trosten
nob: forretningsorden Aili Keskitalo, forretningsorden 1 Kjersti Myrnes Balto, saksordfører Aili Keskitalo, forretningsorden Jánoš Trosten

source: Čuovvovaččat válljejuvvojedje čoahkkinjođihangoddái:
nob: Følgende representanter ble valgt til møtelederskapet:

source: Jarle Jonassen jođiheaddji 2.
nob: Jarle Jonassen, leder 2.

source: Inger Jørstad nubbijođiheaddji 3.
nob: Inger Jørstad, nestleder 3.

source: Tone Finnesen lahttu 4.
nob: Tone Finnesen 4.

source: Susanne Andersen lahttu 5.
nob: Susanne Andersen 5.

source: Henrik Eriksen lahttu
nob: Henrik Eriksen

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.18
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.18

source: Ášši 049/07 Bearráigeahccanlavdegotti válljen
nob: Sak 049/07 Valg av kontrollkomite

source: Arkiivaáššenr.. 07/112506 / 25 - 58
nob: Politisk nivåMøtedatoSaksnr.

source: Ášši meannudeapmi álggahuvvui bearjadaga čakčamánu 28. b. 2007 dii. 09.18
nob: Saken påbegynt fredag 28. september 2007 kl. 09.18

source: Čuovvovaččat válljejuvvojedje bearráigeahččanlávdegoddái:
nob: Følgende medlemmer ble valgt til kontrollkomiteen:

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.20
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.20

source: Ášši 050/07 Fágalávdegottiid válljen
nob: Sak 050/07 Valg av fagkomiteer

source: Arkiivaáššenr.. 007/112506 / 25 - 58
nob: Politisk nivåMøtedatoSaksnr.

source: Ášši meannudeapmi álggahuvvui bearjadaga čakčamánu 28. b. 2007 dii. 09.20
nob: Saken påbegynt fredag 28. september 2007 kl. 09.20

source: Plána- ja finánsalávdegoddi
nob: Plan- og finanskomiteen

source: Ealáhus- ja kulturlávdegoddi
nob: Nærings- og kulturkomiteen

source: Bajásšaddan- ja oahppolávdegoddi
nob: Oppvekst- og utdanningskomiteen

source: Válgalávdegotti evttohus ođđa Plána- ja finánsalávdegoddái mearriduvvui ovttajienálaččat.
nob: ŽValgkomiteens forslag til ny Plan- og finanskomité ble enstemmig vedtatt.

source: Válgalávdegotti evttohus ođđa Ealáhus- ja kulturlávdegoddái mearriduvvui ovttajienálaččat.
nob: ŽValgkomiteens forslag til ny Nærings- og kulturkomité ble enstemmig vedtatt.

source: Válgalávdegotti evttohus ođđa Bajásšaddan- ja oahppolávdegoddái mearriduvvui ovttajienálaččat.
nob: ŽValgkomiteens forslag til ny Oppvekst- og utdanningskomité ble enstemmig vedtatt.

source: 1 Kjersti Myrnes Balto, válgalávdegottijođiheaddji 2 Willy Ørnebakk
nob: 1 Kjersti Myrnes Balto, saksordfører 2 Willy Ørnebakk

source: Čuovvovaččat válljejuvvojedje fágalávdegottiide:
nob: Følgende medlemmer ble valgt til fagkomiteene:

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.30
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.30

source: Ášši 051/07 Sámedikki doarjjastivrra válljen
nob: Sak 051/07 Valg av Sametingets tilskuddsstyre

source: Ášši meannudeapmi álggahuvvui bearjadaga čakčamánu 28. b. 2007 dii.09.30
nob: Saken påbegynt fredag 28. september 2007 kl. 09.30

source: 1 Kjersti Myrnes Balto, válgalávdegottijođiheaddji
nob: 1 Kjersti Myrnes Balto, saksordfører

source: Čuovvovaččat válljejuvvojedje Sámedikki doarjjastivrii:
nob: Følgende medlemmer ble valgt til Sametingets tilskuddsstyre:

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.32
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.32

source: Ášši 052/07 Miellahtuid válljen Sámi parlamentáralaš ráddái
nob: Sak 052/07 Valg av medlemmer til Samisk parlamentarisk råd

source: Ášši meannudeapmi álggahuvvui bearjadaga čakčamánu 28. b. 2007 dii 09.32
nob: Saken påbegynt fredag 28. september 2007 kl. 09.32

source: 1 Kjersti Myrnes Balto, válgalávdegottijođiheaddji 2 Anders Urheim Jánoš Trosten Anders Urheim
nob: 1 Kjersti Myrnes Balto, saksordfører 2 Anders Urheim 3 Jánoš Trosten Anders Urheim

source: Čuovvovaččat válljejuvvojedje miellahttun Sámi parlamentáralaš ráđđái:
nob: Følgende ble valgt som medlemmer til Samisk parlamentarisk råd:

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.34
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.34

source: Ášši 053/07 Odda lahtu válljen Finnmárkoopmodaga stivrii
nob: Sak 053/07 Valg av nytt medlem til styret for Finnmarkseiendommen

source: Válgalávdegoddi 27.09.07 007/07 Sámedikki dievasčoahkkin 25. - 28.09.07 53/07
nob: Valgkomiteen27.09.07 Sametingets plenum25.-28.09.0753/07

source: Ášši meannudeapmi álggahuvvui bearjadaga čačkamánu 28. b. 2007 dii.09.34
nob: Saken påbegynt fredag 28. september 2007 kl. 09.34

source: Egil Olli luvvejuvvo doaimmas lahttun Finnmárkkuopmodaga stivrras.
nob: Egil Olli fritas fra vervet som medlem i Finnmarkseiendommens styre.

source: Per A. Bæhr Persovnnalaš várrelahttun: Inger Anita Smuk
nob: Følgende velges inn i styret til Finnmarkseiendommen:

source: Ášši meannudeapmi loahpahuvvui 28.09.07 dii.09.35
nob: Behandlingen av saken ble avsluttet 28.09.07 kl. 09.35
